{
  "headline": "The U.S. and Ivy League schools were late to respond to COVID-19.",
  "date": "October 17, 2019",
  "byline": "By <a href=\"https://www.columbiaspectator.com/contributors/Eve-Washington/\">Eve Washington</a>\nVisuals by <a href=\"https://www.columbiaspectator.com/contributors/Charlotte-Li\">Charlotte Li</a> and <a href=\"https://www.columbiaspectator.com/contributors/Jason-Kao/\">Jason Kao</a>",
  "top": [
    {
      "type": "text",
      "value": "When Chaitanya Reddy Gurijala, a Computer Science Master’s Student at Stony Brook university lost his internship, he knew he wasn’t the only one."
    },
    {
      "type": "text",
      "value": "So he took to twitter and started the account @hiring2020. The twitter bio reads a simple mission: “Information about internships and full-time jobs for college students.” Gurijala is on a mission to collect and distribute information about the hiring status of student internships and jobs amid the pandemic."
    },
    {
      "type": "graphic",
      "value": {
        "asset": "canceled-internships.html",
        "steps": [
          "As of 5/_/2020 he had noted 303 cancelled internship and job openings. Here they are, color coded by industry and size relative to their approximate company size. Hover over to see the company name, industry, and size range.The impact of this job loss can be seen across all industries—but some more than others.",
          "It's no surprise to see loss in Hospitality and <c>travel</c> related industries being hard hit—as these are some of the largest industries impacted by the pandemic. These companies make up x percent of all the cancelled internships.",
          "<c>Hospitality</c> (Hotel & Accomodation)",
          "The biggest industry reflected in the data is <c>Internet and Software</c>.",
          "31% of software companies impacted are small with less than 1000 employees, But it's not just small companies. The impact spans all size companies. [add tech industries are also one of the industries most predicted to bounce back by experts etc]",
          "In fact 23.1% of all lost jobs reflected here are from companies with 250 or less employees, making them in some industries small businesses."
        ]
      }
    }
  ],
  "body": [
    {
      "type": "text",
      "value": "Leadin. Something to draw the reader in. Graphics is the only visuals and words desk at the Spectator."
    },
    {
      "type": "text",
      "value": "Nutgraf. What is the meat of the story? Why does this matter?"
    },
    {
      "type": "graphic",
      "value": {
        "asset": "posting-graphics.html",
        "steps": [
          "Average job postings on Lionshare, a job posting site for Columbia Students hosted by Handshake, are down w%. Here you can see the total number of job and event postings on the platform since September 2019, data that Spectator has been collecting this school year.",
          "Since March 21st, 2020—daily job postings on the side have been in a deline. No other part of the past year has had such sustained low posing rates. The only other period that reaches similar lows is December’s holiday season—a month with generally low job openings and, <a href=\"https://www.forbes.com/sites/billconerly/2019/11/26/hiring-slows-during-the-holidays-but-some-opportunities-remain/#26128dc776a4\">according to forbes</a>, 26% fewer new hires than the typical month",
          "Of those job postings that remain, a larger percentage of them are going remote. Although the number of remote posings still remains a relatively small portion of all the jobs advertised on handshake, and of course not all industries can translate to remote jobs.<br/>There are not enough remote jobs in handshake to draw a conclusion, but in the 2017-2018 American Time Use Survey from the Bureau of Labor Statistics, only 29% of workers were able to work from home."
        ]
      }
    },
    {
      "type": "text",
      "value": "Inter"
    },
    {
      "type": "text",
      "value": "mish"
    },
    {
      "type": "text",
      "value": "shin"
    },
    {
      "type": "graphic",
      "value": {
        "asset": "industry-impact.html",
        "steps": [
          {
            "industry": "INDUSTRY NAMES",
            "text": "TEXT"
          },
          {
            "industry": "INDUSTRY NAMES",
            "text": "TEXT"
          }
        ]
      }
    },
    {
      "type": "text",
      "value": "More"
    },
    {
      "type": "text",
      "value": "Text"
    },
    {
      "type": "text",
      "value": "TK"
    },
    {
      "type": "text",
      "value": "I"
    },
    {
      "type": "text",
      "value": "need"
    },
    {
      "type": "text",
      "value": "more"
    },
    {
      "type": "text",
      "value": "space"
    },
    {
      "type": "text",
      "value": "tk"
    },
    {
      "type": "text",
      "value": "tk"
    },
    {
      "type": "text",
      "value": "tk"
    },
    {
      "type": "text",
      "value": "I"
    },
    {
      "type": "text",
      "value": "need"
    },
    {
      "type": "text",
      "value": "more"
    },
    {
      "type": "text",
      "value": "space"
    },
    {
      "type": "text",
      "value": "tk"
    },
    {
      "type": "text",
      "value": "tk"
    },
    {
      "type": "text",
      "value": "tk"
    },
    {
      "type": "text",
      "value": "<i>Charlotte Li is a Graphics deputy editor. She can be contacted at </i><a href=\"mailto:charlotte.li@columbiaspectator.com\"><i>charlotte.li@columbiaspectator.com</i></a><i>.</i>"
    },
    {
      "type": "text",
      "value": "<i>Jun Yi Zhang is a Graphics reporter. She can be contacted at </i><a href=\"mailto:junyi.zhang@columbiaspectator.com\"><i>junyi.zhang@columbiaspectator.com</i></a><i>.</i>"
    }
  ],
  "footer": "Data sources: Handshake, Crunchbase"
}